import {ChevronLeft} from 'lucide-react'
import {Separator} from "@/components/ui/separator";
export const data = {
    products: [
        {
            id:1,
            name: 'scb1' ,
            image: ['/sk2-mosque-clock-3.webp', '/sk2-life.jpg'] ,
            price: 12000000 ,
            countInStock: 20 ,
            rating: 3.45 ,
            numReviews: 10 ,
            description: [
              'سایز: 75×90 سانتیمتر',
              'امکانات: نمایش تایم بازی، نتیجه، ست، تایم اوت و فول، ساعت و تاریخ در حالت استند بای',
              'جنس صفحه: پلکسی گلاس / شاسی چوبی',
              'رشته های ورزشی: مناسب سالن های ورزشی چند منظوره (فوتسال و والیبال و…)',
              'منبع تغذیه: برق 220 ولت شهری',
              'نحوه کنترل: ریموت کنترل یا صفحه کلید وایرلس',
            ],
            discount: 11000000,
        },
        {
            id: 2,
            name: 'scb2',
            image: ['/ec80.jpg', '/ec80-life.jpg'],
            price: 12000000,
            countInStock: 20,
            rating: 3.45,
            numReviews: 10,
            description: [
              'سایز: 75×90 سانتیمتر',
              'امکانات: نمایش تایم بازی، نتیجه، ست، تایم اوت و فول، ساعت و تاریخ در حالت استند بای',
              'جنس صفحه: پلکسی گلاس / شاسی چوبی',
              'رشته های ورزشی: مناسب سالن های ورزشی چند منظوره (فوتسال و والیبال و…)',
              'منبع تغذیه: برق 220 ولت شهری',
              'نحوه کنترل: ریموت کنترل یا صفحه کلید وایرلس',
            ] ,
            discount: 11000000,
        },
        {
            id:3,
            name: 'scb3' ,
            image: ['/ec70-scoreboard.jpg', '/ec70-life.jpg'] ,
            price: 40000000 ,
            countInStock: 20 ,
            rating: 3.45 ,
            numReviews: 10 ,
            description: [
              'سایز: 75×90 سانتیمتر',
              'امکانات: نمایش تایم بازی، نتیجه، ست، تایم اوت و فول، ساعت و تاریخ در حالت استند بای',
              'جنس صفحه: پلکسی گلاس / شاسی چوبی',
              'رشته های ورزشی: مناسب سالن های ورزشی چند منظوره (فوتسال و والیبال و…)',
              'منبع تغذیه: برق 220 ولت شهری',
              'نحوه کنترل: ریموت کنترل یا صفحه کلید وایرلس',
            ],
            discount: 11000000,
        },
    ]
}